Repository: kswift1/Promiso
Catalog: Projects/Shared/Resources/Localizable.xcstrings
Source language: ko
Languages: en

# shared.scheduleDetail.deleteConfirm
source: '%@' 일정을 삭제하시겠습니까? 삭제된 일정은 복구할 수 없습니다.
en: Delete '%@'? This action cannot be undone.

# shared.scheduleDetail.edit
source: 일정 수정
en: Edit Schedule

# shared.scheduleDetail.membersCount
source: %lld명
en: %lld

# shared.scheduleDetail.minimumConfirm
source: 최소 확정 인원
en: Minimum Confirmation

# shared.scheduleDetail.myResponse
source: 내 응답
en: My Response

# shared.scheduleDetail.noAnswer
source: 미응답
en: No Answer

# shared.scheduleDetail.participants
source: 참여자
en: Participants

# shared.scheduleDetail.participantsJoined
source: %1$lld/%2$lld명 참여
en: %1$lld/%2$lld joined

# shared.scheduleDetail.status.confirmed
source: 확정됨
en: Confirmed

# shared.scheduleDetail.status.failed
source: 미성사
en: Failed

# shared.scheduleDetail.status.needResponse
source: 응답 필요
en: Response Needed

# shared.scheduleDetail.status.waitingConfirm
source: 확정 대기
en: Waiting Confirmation

# shared.scheduleDetail.undetermined
source: 미정
en: Undetermined

# shared.scheduleDetail.voteDeadline
source: 투표 마감
en: Vote Deadline

# shared.weather.checking
source: 일정시간대 날씨를 확인중이에요
en: Checking weather for schedule time...

# shared.weather.checkingWithLocation
source: %@의 일정시간대 날씨를 확인중이에요
en: Checking weather for %@ schedule time...

# tab.calendar
source: 캘린더
en: Calendar

# tab.group
source: 그룹
en: Group

# tab.home
source: 홈
en: Home

# tab.schedule
source: 일정
en: Schedule

# tab.settings
source: 설정
en: Settings

# themeMode.dark
source: 다크 모드
en: Dark Mode

# themeMode.light
source: 라이트 모드
en: Light Mode

# themeMode.system
source: 시스템 설정 따르기
en: Follow System

# weather.advice.bringUmbrella
source: 우산을 챙기세요
en: Bring an umbrella

# weather.advice.clearWeather
source: 야외 활동하기 좋은 날씨예요
en: Great weather for outdoor activities

# weather.advice.dressCool
source: 가볍게 입으세요
en: Dress lightly

# weather.advice.dressWarm
source: 겉옷을 준비하세요
en: Dress warmly

# weather.advice.heavySnow
source: 폭설 예보, 이동에 주의하세요
en: Heavy snow expected, travel with caution

# weather.advice.hotWeather
source: 더위에 주의하세요
en: Watch out for the heat

# weather.advice.strongWind
source: 바람이 강해요, 주의하세요
en: Strong winds, be careful

# weather.condition.clear
source: 맑음
en: Clear

# weather.condition.cloudy
source: 구름많음
en: Mostly Cloudy

# weather.condition.overcast
source: 흐림
en: Overcast

# weather.condition.rain
source: 비
en: Rain

# weather.condition.rainSnow
source: 비/눈
en: Rain/Snow

# weather.condition.shower
source: 소나기
en: Showers

# weather.condition.snow
source: 눈
en: Snow

# weather.condition.unknown
source: 정보없음
en: Unknown

# weather.dailyForecast
source: 일별 예보
en: Daily Forecast

# weather.feelsLike
source: 체감 %lld°
en: Feels %lld°

# weather.feelsLikeLabel
source: 체감
en: Feels

# weather.hint.loading
source: %@ %@의 날씨를 불러오고 있어요
en: Loading weather for %@ %@

# weather.hourLabel
source: %lld시
en: %lldh

# weather.hourlyForecast
source: 시간대별 예보
en: Hourly Forecast

# weather.humidity
source: 습도
en: Humidity

# weather.midTermSource
source: 기상청 중기예보
en: KMA Mid-term Forecast

# weather.precipitation
source: 강수 %lld%%
en: Precip %lld%%

# weather.scheduleTime
source: 일정 시간 (%@)
en: Schedule time (%@)

# weather.sectionTitle
source: 날씨
en: Weather

# weather.shortTermSource
source: 기상청 단기예보
en: KMA Short-term Forecast

# weather.suggest.belowFreezing
source: 영하로 내려가요. 단단히 입고 나오세요
en: Below freezing. Bundle up

# weather.suggest.chilly
source: 쌀쌀해요. 겉옷을 챙기세요
en: Chilly. Bring a jacket

# weather.suggest.comfortable
source: 가장 쾌적한 기온이에요
en: Most comfortable temperature

# weather.suggest.cool
source: 선선해요. 가벼운 겉옷이면 충분해요
en: Cool. A light jacket will do

# weather.suggest.dry
source: 공기가 건조해요. 물을 자주 마시세요
en: Dry air. Drink water often

# weather.suggest.extremeCold
source: 한파 수준의 추위예요
en: Extreme cold wave

# weather.suggest.extremeHeat
source: 폭염 수준이에요. 야외 활동을 줄이세요
en: Extreme heat. Reduce outdoor activities

# weather.suggest.feelsLikeDiff
source: 체감온도는 {feels}°로 실제보다 {diff}도 낮아요
en: Feels like {feels}°, {diff}° lower than actual

# weather.suggest.heavySnow
source: 눈이 많이 올 수 있어요. 이동 시 여유를 두세요
en: Heavy snow possible. Allow extra travel time

# weather.suggest.highHumidity
source: 습도가 높아 체감온도가 더 높아요
en: High humidity makes it feel hotter

# weather.suggest.hot
source: 더워요. 시원하게 입으세요
en: Hot. Dress cool

# weather.suggest.likelyRain
source: 비 올 가능성이 높아요. 우산 필수예요
en: Rain is likely. Umbrella is a must

# weather.suggest.moderateWind
source: 바람이 제법 강해요
en: Fairly windy

# weather.suggest.niceWeather
source: 야외 활동하기 좋은 날씨예요
en: Great weather for outdoor activities

# weather.suggest.possibleRain
source: 비가 올 수 있어요. 우산을 챙기세요
en: Rain possible. Bring an umbrella

# weather.suggest.possibleSnow
source: 눈이 올 수 있어요. 길이 미끄러울 수 있어요
en: Snow possible. Roads may be slippery

# weather.suggest.precipChance
source: 강수 확률 {prob}%. 우산을 챙기세요
en: {prob}% chance of precipitation. Bring an umbrella

# weather.suggest.rainSnow
source: 비와 눈이 섞여 내릴 수 있어요
en: Mixed rain and snow possible

# weather.suggest.strongWind
source: 강풍이 예상돼요. 야외 활동에 주의하세요
en: Strong winds expected. Be careful outdoors

# weather.suggest.uvWarning
source: 자외선이 강할 수 있어요. 선크림을 챙기세요
en: UV may be strong. Apply sunscreen

# weather.suggest.veryCold
source: 꽤 추워요. 두꺼운 겉옷이 필요해요
en: Very cold. A thick coat is needed

# weather.suggest.veryHot
source: 무더워요. 수분 보충에 신경 쓰세요
en: Very hot. Stay hydrated

# weather.suggest.warm
source: 따뜻해요. 가볍게 입으세요
en: Warm. Dress lightly

# weather.tooltip.feelsLikeRange
source: 체감 %@
en: Feels %@

# weather.tooltip.precipitationLabel
source: 강수
en: Precip

# weather.tooltip.referenceTime
source: · 기준: %@
en: · As of: %@

# weather.tooltip.tempRangeLabel
source: 최저/최고
en: Low/High

# weather.tooltip.weatherLabel
source: 날씨
en: Weather

# weather.wind
source: 바람
en: Wind

# widget.auth.notLoggedInTitle
source: 로그인이 필요해요
en: Login required

# widget.auth.openAppHint
source: 탭하여 앱 열기
en: Tap to open app

# widget.button
source: 버튼
en: Button

# widget.common.dataLoadFailed
source: 데이터 로드 실패
en: Data load failed

# widget.common.loginRequired
source: 로그인 필요
en: Login required

# widget.common.noScheduledSchedules
source: 예정된 일정 없음
en: No scheduled schedules

# widget.common.noSchedules
source: 일정 없음
en: No schedules

# widget.common.participantCount
source: %lld명 참여
en: %lld participants

# widget.common.personal
source: 개인
en: Personal

# widget.common.personalEvent
source: 개인 일정
en: Personal event

# widget.common.refresh
source: 새로고침
en: Refresh

# widget.common.today
source: 오늘
en: Today

# widget.common.tomorrow
source: 내일
en: Tomorrow

# widget.common.upcomingSchedule
source: 다가오는 일정
en: Upcoming

# widget.common.updatedBasis
source: 기준
en: as of

# widget.config.allSchedules
source: 일정 일정
en: Schedule Schedule

# widget.config.allSchedulesDescription
source: 오늘과 다가오는 일정을 한눈에 확인하세요
en: View today's and upcoming schedules at a glance

# widget.config.daysRemaining
source: 다음 일정까지 남은 일수
en: Days until next schedule

# widget.config.nextSchedule
source: 다음 일정
en: Next Schedule

# widget.config.nextScheduleDescription
source: 다음 일정을 확인하세요
en: Check your next schedule

# widget.config.scheduleInfo
source: 다음 일정 정보를 확인하세요
en: Check next schedule info

# widget.config.todaySchedules
source: 오늘의 일정
en: Today's Schedules

# widget.config.todaySchedulesDescription
source: 오늘 예정된 일정을 확인하세요
en: Check today's scheduled schedules

# widget.daysLater
source: %lld일 후
en: in %lld days

# widget.empty.createNewHint
source: 새 일정을 만들어보세요
en: Try creating a new schedule

# widget.empty.createScheduleButton
source: 일정 만들기
en: Create Schedule

# widget.empty.noSchedulesMessage
source: 예정된 일정이 없어요
en: No scheduled schedules

# widget.empty.noTodaySchedules
source: 오늘 예정된 일정이 없어요
en: No schedules scheduled today

# widget.error.retryHint
source: 탭하여 다시 시도
en: Tap to retry

# widget.error.title
source: 데이터를 불러올 수 없어요
en: Unable to load data

# widget.participantCountShort
source: %lld명
en: %lld

# widget.refreshIntent.description
source: 위젯 데이터를 새로고침합니다
en: Refreshes widget data.

# widget.refreshIntent.title
source: 위젯 새로고침
en: Refresh Widget

# widget.update
source: 업데이트
en: Update

source: 그룹 만들기
en: Create Group

source: 다이나믹 아일랜드
en: Dynamic Island

source: 도착까지
en: Until Arrival

source: 삭제하기
en: Delete

source: 실시간
en: Real-time

source: 실시간 공유란?
en: What is Real-time Sharing?

source: 이전
en: Previous

source: 일정 시간
en: Schedule Time

source: 일정 시간 전에 자동으로 시작돼요
en: Starts automatically before the schedule time

source: 잠금화면
en: Lock Screen

source: 잠금화면과 다이나믹 아일랜드에서 친구들의 도착 상황을 실시간으로 확인할 수 있어요
en: Check your friends' arrival status in real-time on the Lock Screen and Dynamic Island

source: 장소를 설정하면 날씨를 확인해드릴 수 있어요!
en: Add a location to see the weather

source: 초대 코드로 참여하기
en: Join with Invite Code
